{
    "home" : "Home",
    "cards" : "Cards",
    "game" : "How to play",
    "news" : "News",
    "lang" : "Language",
    "main-title" : "Welcome to 'Guilds of Kauria'",
    "kauria1": "In the mysterious confines of Kauria, a realm immersed in medieval fantasy, an epic battle rages between rival guilds in search of power and supremacy. In this game of strategy and cunning, your mission is to forge alliances, unravel ancient secrets, and lead your guild to glory.",
    "kauria2": "Begin your journey by wisely selecting the members of your guild, each with unique and extraordinary abilities. From brave warriors to cunning merchants, your team's choice will determine the strength and versatility of your army.",
    "kauria3": "The fate of Kauria is in your hands as you shuffle and strategically play your cards. Summon your army, cast powerful spells, and leverage your guild's specific tactics to overcome your opponents. Will you be the architect of an unstoppable victory?",
    "kauria4": "Will you become a diplomatic leader, forging powerful alliances with other guilds, or will you plunge into total war in search of absolute domination? The choice is yours as you delve into 'Guilds of Kauria'.",
    "kauria5": "Prepare for a unique experience where strategy, cunning, and magic intertwine in an exciting medieval board game! Are you ready to lead your guild to victory? Let the battle begin in 'Guilds of Kauria'!",
    "kauriaB1": "Forge your Guild: ",
    "kauriaB2": "Unleash the Power of the Cards: ",
    "kauriaB3": "Choose your Path to Glory: ",
    "main-news-title1": "Popular News",
    "main-news-title2": "Discover Updates",
    "game-title": "HOW TO PLAY",
    "game-leanmore": "Learn More",
    "game-first-header": "Game Actions",
    "game-second-header": "Attacking and Blocking",
    "game-third-header": "Turn Parts",
    "game-first-body": "In this thrilling card game, you will embark on epic duels against other powerful wizards, unleashing spells, summoning creatures, and challenging the will of your opponents.",
    "game-second-body": "The most common way to win the game is by attacking with your creatures. If a creature attacking an opponent is not blocked, it deals that opponent an amount of damage equal to its power.",
    "game-third-body": "Each turn follows the same sequence. Whenever you start a new step or phase, any triggered abilities that take place during that step or phase trigger and go on the stack.",
    "footer" : "Integrated Project"
}